let country = prompt("Яка країна?");


switch (country) {
    case 'Китай':
        alert(`Доставка в Китай буде коштувати 100 кредитів`)
    break;
    case 'Чилі':
        alert(`Доставка в Чилі буде коштувати 250 кредитів`)
    break;
    case 'Австралія':
        alert(`Доставка в Австралія буде коштувати 170 кредитів`)
    break;
    case 'Індія':
        alert(`Доставка в Індія буде коштувати 80 кредитів`)
    break;
    case 'Ямайка':
        alert(`Доставка в Ямайка буде коштувати 120 кредитів`)
    break;
    default:
        alert('У вашій країні доставка недоступна')
    break;
}